import { asset } from '../../../config/assets.js'

export const reviews = [
  {
    name: 'Ризван',
    city: 'Урус-Мартан',
    image: asset('images/reviews/rizvan.png'),
    text: 'Я и не думал, что в нашем городе так сильно любят пончики. Франшиза превзошла мои ожидания.',
  },
  {
    name: 'Мурад',
    city: 'Грозный',
    image: asset('images/reviews/murad.png'),
    text: '39 donuts всегда на слуху, сама ниша была интересна и плюс ко всему были хорошие локации, где можно было открыть. По пятибалльной шкале оцениваю на все пять баллов.',
  },
  {
    name: 'Абу',
    city: 'Шали',
    image: asset('images/reviews/abu.png'),
    text: 'Сказать честно, каждый раз, когда приезжали с семьёй в Грозный, просили купить пончики. Подумали: в Шали было бы хорошо, если бы кто-то открыл точку. Сами что откроем даже не подозревали. Это мой первый опыт с франшизой. Меня радовал сам процесс запуска и работы. Планирую открыться в том же городе с завтраками и посадкой.',
  },
  {
    name: 'Алдам',
    city: 'Ачхой-Мартан',
    image: asset('images/reviews/aldam.png'),
    text: 'Для меня 39 donuts — это не просто франшиза, а большая семья, в которой мы поддерживаем друг друга и растём вместе. Это возможность реализовать себя, приносить радость людям и гордиться тем, что я представляю наш бренд в своём городе.',
  },
]
